tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "anyenv"
brew "cowsay"
brew "libidn2"
brew "ffmpeg"
brew "git"
brew "jenv"
brew "mackup"
brew "mas"
brew "nkf"
brew "nodebrew"
brew "openjdk@17"
brew "openjdk@21"
brew "pnpm"
brew "putty"
brew "python@3.9"
brew "redis"
brew "redis@6.2"
brew "tree"
brew "wget"
cask "1password"
cask "adobe-creative-cloud"
cask "amazon-music"
cask "adoptopenjdk"
cask "amazon-photos"
cask "appcleaner"
cask "blackhole-16ch"
cask "burn"
cask "chatgpt"
cask "clipy"
cask "dash"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-trends"
cask "handbrake-app"
cask "hiddenbar"
cask "intellij-idea"
cask "karabiner-elements"
cask "media-converter"
cask "notion"
cask "sketch"
cask "sketch-toolbox"
cask "skitch"
cask "sourcetree"
cask "ssh-tunnel-manager"
cask "stationtv-link"
cask "temurin@21"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zulu@17"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "lkytal.flatui"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "taichi.vscode-textlint"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
mas "Alarm&Timer", id: 1230538532
mas "CheatSheet", id: 529456740
mas "Cleaner-App", id: 1013897218
mas "Color Picker", id: 641027709
mas "Contrast", id: 1254981365
mas "Display Menu", id: 549083868
mas "Evernote", id: 406056744
mas "Gifted", id: 771955779
mas "iMazing HEIC Converter", id: 1292198261
mas "JPEGmini Lite", id: 525742250
mas "Kindle", id: 405399194
mas "LadioCast", id: 411213048
mas "Magnet", id: 441258766
mas "PopClip", id: 445189367
mas "QREncoder", id: 452695239
mas "RunCat", id: 1429033973
mas "Sim Daltonism", id: 693112260
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "Translate Tab", id: 458887729
mas "Transmit", id: 403388562
mas "TweetDeck", id: 485812721
mas "Wayback Machine", id: 1472432422
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
mas "そら案内", id: 599799247
mas "顔文字", id: 914708191

