tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "mackup"
brew "mas"
brew "nkf"
brew "nodebrew"
brew "pnpm"
brew "putty"
brew "tree"
brew "wget"
cask "1password"
cask "adobe-creative-cloud"
cask "amazon-music"
cask "amazon-photos"
cask "appcleaner"
cask "blackhole-16ch"
cask "burn"
cask "clipy"
cask "daisydisk"
cask "dash"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "figma"
cask "google-chrome"
cask "google-backup-and-sync"
cask "google-hangouts"
cask "google-trends"
cask "handbrake"
cask "karabiner-elements"
cask "media-converter"
cask "notion"
cask "sketch"
cask "sourcetree"
cask "sketch-toolbox"
cask "skitch"
cask "slack"
cask "ssh-tunnel-manager"
cask "stationtv-link"
cask "the-unarchiver"
cask "visual-studio-code"
mas "Alarm&Timer", id: 1230538532
mas "CheatSheet", id: 529456740
mas "Cleaner-App", id: 1013897218
mas "Color Picker", id: 641027709
mas "Contrast", id: 1254981365
mas "Display Menu", id: 549083868
mas "Evernote", id: 406056744
mas "Gifted", id: 771955779
mas "iMazing HEIC Converter", id: 1292198261
mas "JPEGmini Lite", id: 525742250
mas "Kindle", id: 405399194
mas "LadioCast", id: 411213048
mas "Magnet", id: 441258766
mas "PopClip", id: 445189367
mas "QREncoder", id: 452695239
mas "RunCat", id: 1429033973
mas "Sim Daltonism", id: 693112260
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "Translate Tab", id: 458887729
mas "Transmit", id: 403388562
mas "TweetDeck", id: 485812721
mas "Wayback Machine", id: 1472432422
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
mas "そら案内", id: 599799247
mas "顔文字", id: 914708191
