tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "mas"
brew "node"
brew "nodebrew"
brew "putty"
cask "1password"
cask "adobe-creative-cloud"
cask "amazon-music"
cask "amazon-photos"
cask "appcleaner"
cask "atom"
cask "clipy"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-hangouts"
cask "google-trends"
cask "handbrake"
cask "karabiner-elements"
cask "kindle"
cask "ripit"
cask "sim-daltonism"
cask "sketch"
cask "sketch-toolbox"
cask "ssh-tunnel-manager"
cask "slack"
cask "sourcetree"
cask "stationtv-link"
cask "transmit"
cask "dash"
mas "そら案内", id: 599799247
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Kindle", id: 405399194
mas "PopClip", id: 445189367
mas "Translate Tab", id: 458887729
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
mas "Color Picker", id: 641027709
mas "CheatSheet", id: 529456740
mas "Display Menu", id: 549083868
mas "SiteSucker", id: 442168834
mas "Sim Daltonism", id: 693112260
mas "QREncoder", id: 452695239
mas "MemoryFreer", id: 451682720
mas "JPEGmini Lite", id: 525742250
mas "iMazing HEIC Converter", id: 1292198261
mas "Gifted", id: 771955779
